paper/beamer/ieee.tex
% Created 2010-05-11 火 20:31
\documentclass[journal]{IEEEtran}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{verbatim}



\title{Ejemplo de lo que quiero escribir}
\author{Waldemar Quevedo Salinas}
\date{11 5月 2010}

\begin{document}

\maketitle

\setcounter{tocdepth}{3}
\tableofcontents
\vspace*{1cm}

\begin{abstract}
Holaholahola
\end{abstract}

\section{This is the first structural section}
\label{sec-1}


blah blah blah blah blah blah blah blah blah
blah blah blahblah blah blahblah blah blah\footnote{wakawkawkawkawakpokopkopk }

\begin{itemize}

\item UNo\\
\label{sec-1.1}

oijoijoijsdfoijsdfoij
blah blah blahblah blah blahblah blah blah
blah blah blahblah blah blahblah blah blah
blah blah blahblah blah blahblah blah blah

\begin{itemize}

\item uno a\\
\label{sec-1.1.1}

for the first viable beamer setup in Org
blah blah blahblah blah blahblah blah blah
blah blah blahblah blah blahblah blah blah


\item dos a\\
\label{sec-1.1.2}

or contributing to the discussion
blah blah blahblah blah blahblah blah blah
blah blah blahblah blah blahblah blah blah
    
\begin{itemize}

\item This will be formatted as a beamer note\\
\label{sec-1.1.2.1}

oijoijoijsdfojasodifj
blah blah blahblah blah blahblah blah blah

\end{itemize} % ends low level
\end{itemize} % ends low level
\end{itemize} % ends low level
\section{Where we will not use columns}
\label{sec-2}


\begin{itemize}

\item Request\\
\label{sec-2.1}

Please test this stuff!


\begin{thebibliography}{1}
\bibitem{IEEEhowto:kopka}
 H.~Kopka and P.~W. Daly, \emph{A Guide to \LaTeX}, 3rd~ed.\hskip 1em plus
 0.5em minus 0.4em\relax Harlow, England: Addison-Wesley, 1999.
\end{thebibliography}

   


\end{itemize} % ends low level

\end{document}
